"PHONE_TITLE" = "Telefon";
"CALLS_LABEL" = "Połączenia";
"CALL_FORWARDING" = "Przekazywanie połączeń";
"SHOW_CALLER_ID" = "Pokaż moje ID wywołującego";

"Loading" = "Wczytuję…";
"Reverted" = "Odwrotnie";
"Saving" = "Zachowuję…";
"FAILED" = "Błąd";
"SUCCESS" = "Sukces";
"ERROR" = "Błąd";
"DISMISS" = "OK";

"Calls" = "Połączenia";
"International Assist" = "Kod kraju";
"Phone" = "Telefon";
"Show My Caller ID" = "Pokazuj mój numer";

"SETTING_SAVE_ERROR" = "Nie można było zachować ustawień %@.";
"kCTSettingTypeCallForwarding" = "przekazywanie połączeń";
"kCTSettingTypeCallWaiting" = "połączenie oczekujące";
"kCTSettingTypeCallingLineIdRestriction" = "identyfikatora wywołującego";
"kCTSettingTypeSIMLock" = "SIM PIN";
"kCTSettingTypePIN" = "PIN";

"OFF" = "Wył.";
"ON" = "Wł.";

"Network Selection" = "Wybór sieci";
"SIM PIN" = "PIN karty SIM";

"Call Forwarding" = "Przekazuj połączenia";
"Call Waiting" = "Połączenia oczekujące";
"Network" = "Sieć";
"SIM Applications" = "Programy SIM";
"TTY" = "TTY";

"Automatic" = "Automatycznie";

"Save" = "Zachowaj";
"Cancel" = "Anuluj";
"Done" = "Gotowe";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "Zablokuj SIM, podając PIN. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "Odblokuj SIM, podając PIN. %@";

"Current Password" = "Bieżące hasło";
"New Password" = "Nowe hasło";
"Confirm New Password" = "Potwierdź nowe hasło";

"ATTEMPT_REMAINING" = "Pozost. %@ próba.";
"ATTEMPTS_REMAINING" = "Pozost. prób: %@.";

"COULD_NOT_LOCK" = "Nie można zablokować SIM. %@";
"COULD_NOT_UNLOCK" = "Nie można odblokować SIM. %@";
"Could not change PIN" = "Nie można zmienić PIN. %@";
"CHANGE_PIN" = "Zmień PIN";
"Error: Passwords do not match" = "Błąd: Hasła nie są zgodne.";

"ENABLE_TTY" = "Czy chcesz użyć TTY podczas bieżącego połączenia?";
"DISABLE_TTY" = "Czy chcesz wyłączyć TTY podczas bieżącego połączenia?";

"Yes" = "Tak";
"No" = "Nie";

"PHONE" = "Mój numer: %@";

"MY_NUMBER" = "Mój numer";
"UNKNOWN_NUMBER" = "Nieznany";
"MY_NUMBER_PLACEHOLDER" = "Numer";
"SAVE_MY_NUMBER" = "Zachowaj|Anuluj";
"CANCEL_MY_NUMBER" = "Anuluj|Zachowaj";

"SHOW" = "Pokaż";
"HIDE" = "Ukryj";
"NETWORK" = "Domyślne";

"Change Voicemail Password" = "Zmień hasło poczty głosowej";
"PASSWORD" = "Hasło";
"OLD_PASSWORD_PROMPT" = "Podaj bieżące hasło poczty głosowej";
"NEW_PASSWORD_PROMPT" = "Podaj nowe hasło poczty głosowej";
"NEW_PASSWORD_REENTRY_PROMPT" = "Podaj ponownie nowe hasło poczty głosowej";
"NEW_PASSWORD_MISMATCH_PROMPT" = "Niezgodne hasła.  Spróbuj ponownie.";
"SAVING_PASSWORD_PROMPT" = "Zachowuję hasło…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Poczta głosowa niedostępna\nSpróbuj ponownie później.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Błąd poczty głosowej\nNie można w tej chwili zmienić hasła.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "Hasło zostało zachowane";

"DIAL_ASSIST_HELP" = "Automatycznie dodaje do numerów prefiks kraju, gdy dzwonisz z zagranicy.";

"Contacts" = "Kontakty";
"Sort Order" = "Sortowanie";
"Display Order" = "Wyświetlanie";
"FIRST" = "Imię, nazwisko";
"LAST" = "Nazwisko, imię";

"CARRIER" = "Operator";
"CARRIER_SERVICES" = "Usługi %@";

"PIN" = "PIN";
"CURRENT_PIN" = "Bieżący PIN";
"NEW_PIN" = "Nowy PIN";
"CONFIRM_NEW_PIN" = "Potwierdź nowy PIN";
"Error: PINs do not match" = "Błąd: PIN-y nie pokrywają się";

"FORWARD_ALL" = "Wszystkie";
"FORWARD_CUSTOM" = "Własne";
"FORWARD_TO" = "Przekazuj do";
"FORWARDING_TO" = "Przekazuję do";
"NO_ANSWER" = "Brak odpowiedzi";
"BUSY" = "Zajęty";
"UNREACHABLE" = "Nieosiągalny";

"CALL_FORWARD_ERROR_TITLE" = "Przekazywanie połączeń";
"CALL_FORWARD_ERROR_MESSAGE" = "Nie można zmienić części ustawień przekazywania";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "Nie można było zachować numeru.";
